import { Articles } from 'utils/types'

export const articles: Articles = [
  {
    section_title: 'SECTION 1',
    section_subtitle: '宮沢賢治',
    section_contet: [
      {
        id: '1-1',
        isCompletedQuiz: false,
        title: 'セロ弾きのゴーシュ',
        introduction:
          'ゴーシュは町の活動写真館でセロを弾く係りでした。けれどもあんまり上手でないという評判でした。上手でないどころではなく実は仲間の楽手のなかではいちばん下手でしたから、いつでも楽長にいじめられるのでした。',
        content: [
          'ゴーシュは町の活動写真館でセロを弾く係りでした。けれどもあんまり上手でないという評判でした。上手でないどころではなく実は仲間の楽手のなかではいちばん下手でしたから、いつでも楽長にいじめられるのでした。',
          'ひるすぎみんなは楽屋に円くならんで今度の町の音楽会へ出す第六交響曲の練習をしていました。',
          'トランペットは一生けん命歌っています。',
          'ヴァイオリンも二いろ風のように鳴っています。',
          'クラリネットもボーボーとそれに手伝っています。',
          'ゴーシュも口をりんと結んで眼を皿のようにして楽譜を見つめながらもう一心に弾いています。',
          'にわかにぱたっと楽長が両手を鳴らしました。みんなぴたりと曲をやめてしんとしました。楽長がどなりました。',
          '「セロがおくれた。トォテテ　テテテイ、ここからやり直し。はいっ。」',
          'みんなは今の所の少し前の所からやり直しました。ゴーシュは顔をまっ赤にして額に汗を出しながらやっといま云われたところを通りました。ほっと安心しながら、つづけて弾いていますと楽長がまた手をぱっと拍ちました。',
        ],
      },
      {
        id: '1-2',
        isCompletedQuiz: false,
        title: 'うろこ雲',
        introduction:
          'そらいちめんに青白いうろこ雲が浮かび月はその一切れに入って鈍い虹を掲げる。町の曲り角の屋敷にある木は脊高の梨の木で高くその柔らかな葉を動かしてゐるのだ。',
        content: [
          'そらいちめんに青白いうろこ雲が浮かび月はその一切れに入って鈍い虹を掲げる。',
          '町の曲り角の屋敷にある木は脊高の梨の木で高くその柔らかな葉を動かしてゐるのだ。',
          '雲のきれ間にせはしく青くまたたくやつはそれも何だかわからない。',
          '今夜はほんたうにどうしたかな。八時頃からどこでもみんな戸を閉めて通りを一人も歩かない。',
          'お城の下の麥を干したらしい空くひの列に沿って小さな犬が馳けて來る。重く流れる月光の底をその小さな犬が尾をふって來る。',
          '夜の赤砂利、陰影だけで出來あがった赤砂利の層。櫻の梢は立派な寄木を遠い南の空に組み上げ私はたばこよりも寂しく煙る地平線にかすかな泪をながす。',
          '町はまことに諒闇の龍宮城また東京の王子の夜であります。',
        ],
      },
    ],
  },
  {
    section_title: 'SECTION 2',
    section_subtitle: '夏目漱石',
    section_contet: [
      {
        id: '2-1',
        isCompletedQuiz: false,
        title: '吾輩は猫である',
        introduction:
          '吾輩は猫である。名前はまだ無い。どこで生れたかとんと見当がつかぬ。何でも薄暗いじめじめした所でニャーニャー泣いていた事だけは記憶している。',
        content: [
          '吾輩は猫である。名前はまだ無い。',
          'どこで生れたかとんと見当がつかぬ。何でも薄暗いじめじめした所でニャーニャー泣いていた事だけは記憶している。',
          'トランペットは一生けん命歌っています。しかもあとで聞くとそれは書生という人間中で一番獰悪な種族であったそうだ。この書生というのは時々我々を捕えて煮て食うという話である。しかしその当時は何という考もなかったから別段恐しいとも思わなかった。ただ彼の掌に載せられてスーと持ち上げられた時何だかフワフワした感じがあったばかりである。掌の上で少し落ちついて書生の顔を見たのがいわゆる人間というものの見始であろう。この時妙なものだと思った感じが今でも残っている。第一毛をもって装飾されべきはずの顔がつるつるしてまるで薬缶だ。その後猫にもだいぶ逢ったがこんな片輪には一度も出会した事がない。のみならず顔の真中があまりに突起している。そうしてその穴の中から時々ぷうぷうと煙を吹く。どうも咽せぽくて実に弱った。これが人間の飲む煙草というものである事はようやくこの頃知った。',
        ],
      },
    ],
  },
]
